Repository: zwyyy456/gitstride
Catalog: GitStride/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No filters
zh_hans: 未启用筛选

source: No items
zh_hans: 暂无条目

source: No items in My Work match this filter.
zh_hans: “我的工作”中没有符合此筛选条件的条目。

source: No iteration is available for this schedule.
zh_hans: 此排期没有可用的迭代。

source: No labels
zh_hans: 暂无标签

source: No Labels…
zh_hans: 无标签…

source: No matches for “%@”. Try different keywords or fewer qualifiers.
zh_hans: 没有与“%@”匹配的结果。请尝试其他关键词或减少限定条件。

source: No matching issues
zh_hans: 没有匹配的 Issue

source: No matching items
zh_hans: 没有匹配的条目

source: No Matching Items
zh_hans: 没有匹配的条目

source: No matching users
zh_hans: 没有匹配的用户

source: No milestone
zh_hans: 无里程碑

source: No project is selected.
zh_hans: 尚未选择项目。

source: No projects
zh_hans: 暂无项目

source: No projects found
zh_hans: 未找到项目

source: No Projects in My Work
zh_hans: 我的工作中暂无项目

source: No relationships
zh_hans: 暂无关联

source: No repository suggestions yet.
zh_hans: 暂无推荐仓库。

source: No Results
zh_hans: 无搜索结果

source: No results for "%@"
zh_hans: 没有与“%@”匹配的结果

source: No Status
zh_hans: 无状态

source: None
zh_hans: 无

source: Not affiliated with GitHub, Inc.
zh_hans: 本应用与 GitHub, Inc. 无关联。

source: Not selected
zh_hans: 未选择

source: Not set
zh_hans: 未设置

source: Not Set
zh_hans: 未设置

source: Not supported
zh_hans: 不支持

source: Nothing in %@
zh_hans: %@中暂无条目

source: Notification delivery failed: %@
zh_hans: 通知发送失败：%@

source: Notification permission was not granted.
zh_hans: 未获得通知权限。

source: Notifications are disabled in System Settings.
zh_hans: 通知已在系统设置中关闭。

source: Number %lld
zh_hans: 编号 %lld

source: On a board, Left and Right move between visible columns. Tab moves between controls.
zh_hans: 在看板中，左右方向键切换可见列。Tab 键在控件之间移动。

source: Open
zh_hans: 打开

source: Open a Project and click Add to My Work in the toolbar.
zh_hans: 打开一个项目，点击工具栏中的“添加到我的工作”。

source: Open Browser
zh_hans: 打开浏览器

source: Open Draft Item
zh_hans: 打开草稿条目

source: Open GitHub Settings
zh_hans: 打开 GitHub 设置

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open in GitHub
zh_hans: 在 GitHub 中打开

source: Open in New Window
zh_hans: 在新窗口中打开

source: Open Issue
zh_hans: 打开 Issue

source: Open Item Details
zh_hans: 打开条目详情

source: Open Item in GitHub
zh_hans: 在 GitHub 中打开条目

source: Open Kanban Board
zh_hans: 打开看板

source: Open Project
zh_hans: 打开项目

source: Open Project in GitHub
zh_hans: 在 GitHub 中打开项目

source: Open Pull Request
zh_hans: 打开 PR

source: Open Settings
zh_hans: 打开设置

source: Optional
zh_hans: 可选

source: Overdue: %@
zh_hans: 已逾期：%@

source: Owner
zh_hans: 所有者

source: Parent
zh_hans: 父 Issue

source: Parent issue
zh_hans: 父 Issue

source: Parent: %@
zh_hans: 父 Issue：%@

source: Paste a GitHub URL or enter a search.
zh_hans: 粘贴 GitHub 链接或输入搜索条件。

source: Paste an issue or pull request URL, or enter keywords and press Return.
zh_hans: 粘贴 Issue 或 PR 链接，或输入关键词后按回车键。

source: Paste the code into GitHub’s Device activation page, then approve access. GitStride will connect automatically.
zh_hans: 将代码粘贴到 GitHub 的设备激活页面，然后批准访问。GitStride 会自动连接。

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Paused with error
zh_hans: 已暂停，存在错误

# Permanently delete “%@” from %@? This cannot be undone.
source: Permanently delete “%1$@” from %2$@? This cannot be undone.
zh_hans: 永久删除 %2$@ 的“%1$@”项目？此操作无法撤销。

source: Preparing setup…
zh_hans: 正在准备设置…

source: Press Return to review the new item. Press Esc to cancel.
zh_hans: 按回车确认新条目的信息，按 Esc 取消。

source: Press Return to search.
zh_hans: 按回车键搜索。

source: Previous status tab
zh_hans: 上一个状态标签页

source: Priority
zh_hans: 优先级

source: priority %@
zh_hans: 优先级 %@

source: Priority must be a single select field with no duplicate names. Resolve the conflicting fields on GitHub.
zh_hans: Priority 必须是唯一的同名单选字段。请在 GitHub 上处理重名或类型冲突。

source: Priority options have changed. Choose from the updated options.
zh_hans: 优先级选项已变化，请从更新后的选项中重新选择。

source: Private Issue content is not stored or logged by the automation service.
zh_hans: 自动化服务不会存储私人 Issue 内容，也不会将其写入日志。

source: Processing
zh_hans: 处理中

source: Project
zh_hans: 项目

source: Project #%lld
zh_hans: 项目 #%lld

source: Project created, but the project list could not refresh: %@
zh_hans: 项目已创建，但无法刷新项目列表：%@

source: Project deleted, but its local cache could not be removed: %@
zh_hans: 项目已删除，但无法移除本地缓存：%@

source: Project Field
zh_hans: 项目字段

source: Project Fields
zh_hans: 项目字段

source: Project Layout
zh_hans: 项目布局

source: Project loaded, but the local cache could not be updated: %@
zh_hans: 项目已加载，但无法更新本地缓存：%@

source: Project metadata is missing.
zh_hans: 缺少项目元数据。

source: Project not found or no longer accessible.
zh_hans: 未找到项目，或已无权访问。

source: Project Order
zh_hans: 项目顺序

source: Project Template
zh_hans: 项目模板

source: Projects
zh_hans: 项目

source: Projects %lld
zh_hans: 项目 %lld

source: Projects in My Work
zh_hans: “我的工作”中的项目

source: Pull Request Automation
zh_hans: PR 自动化

source: Pull request automation is optional. You can set it up later in GitHub settings.
zh_hans: PR 自动化为可选功能，你可以稍后在 GitHub 设置中配置。

source: Pull Request Behavior
zh_hans: PR 行为

source: Purchase pending approval.
zh_hans: 购买正在等待批准。

source: Quarter
zh_hans: 季度

source: Queued
zh_hans: 排队中

source: Quick Entry
zh_hans: 快速输入

source: Quick Entry needs a title.
zh_hans: 快速输入需要包含标题。

source: Quick Entry Syntax
zh_hans: 快速输入语法

source: Quick Entry…
zh_hans: 快速输入…

source: Quiet hours
zh_hans: 免打扰时段

source: Quit GitStride
zh_hans: 退出 GitStride

source: Read-only
zh_hans: 只读

source: Read-only project
zh_hans: 只读项目

source: Ready
zh_hans: 可合并

source: Ready to Merge
zh_hans: 可合并

source: Reauthorize…
zh_hans: 重新授权…

source: Received
zh_hans: 已接收

source: Recently Updated
zh_hans: 最近更新

source: Refresh
zh_hans: 刷新

source: Refresh Item
zh_hans: 刷新条目

source: Refresh My Work
zh_hans: 刷新我的工作

source: Refresh Project
zh_hans: 刷新项目

source: Refresh Project — Updated %@
zh_hans: 刷新项目 — 更新于%@

source: Refresh Project List
zh_hans: 刷新项目列表

source: Refresh Projects
zh_hans: 刷新项目列表

source: Refreshing
zh_hans: 正在刷新

source: Refreshing item
zh_hans: 正在刷新条目

source: Refreshing Item
zh_hans: 正在刷新条目

source: Refreshing My Work
zh_hans: 正在刷新我的工作

source: Relationships
zh_hans: 关联关系

source: Reload projects and their names for the current owner
zh_hans: 重新加载当前所有者的项目及其名称

source: Remove
zh_hans: 移除

source: Remove "%@" from the project?
zh_hans: 从项目中移除“%@”？

source: Remove %@
zh_hans: 移除%@

source: Remove %@ from My Work
zh_hans: 从我的工作中移除%@

source: Remove %@ relationship
zh_hans: 移除“%@”关联

source: Remove assignee
zh_hans: 移除负责人

source: Remove Assignee
zh_hans: 移除负责人

source: Remove filter: %@
zh_hans: 移除筛选条件：%@

source: Remove from My Work
zh_hans: 从我的工作中移除

source: Remove from Project
zh_hans: 从项目中移除

source: Remove label
zh_hans: 移除标签

source: Repositories
zh_hans: 仓库

source: Repositories are not accessible for this owner.
zh_hans: 无法访问此所有者的仓库。

source: Repository
zh_hans: 仓库

source: Repository (optional)
zh_hans: 仓库（可选）

source: Repository not found or no longer accessible.
zh_hans: 未找到仓库，或已无权访问。

source: Repository, required
zh_hans: 仓库，必填

source: Requests access to Projects, organization membership, and read/write access to repository code, including private repositories.
zh_hans: 请求访问项目、组织成员信息，以及仓库代码的读写权限，包括私有仓库。

source: Required permissions: repo, project, and read:org. To add them, run gh auth refresh -s repo,project,read:org.
zh_hans: 所需权限：repo、project 和 read:org。运行 gh auth refresh -s repo,project,read:org 以添加权限。

source: Reset Card Fields
zh_hans: 重置卡片字段

source: Reset Columns
zh_hans: 重置列

source: Resolve the connection error before resuming this automation.
zh_hans: 请先解决连接错误，再恢复此自动化。

source: Resume
zh_hans: 恢复

source: Retry
zh_hans: 重试

source: Retry Adding to Project
zh_hans: 重试添加到项目

source: Retry Loading Repositories
zh_hans: 重试加载仓库

source: Retry Project Fields
zh_hans: 重试设置项目字段

source: Retry Refresh
zh_hans: 重试刷新

source: Retry Saving
zh_hans: 重试保存

source: Retrying
zh_hans: 正在重试

source: Review
zh_hans: 待 Review

source: Review Details
zh_hans: 核对详情

source: Review request cleared: %@
zh_hans: Review 请求已清除：%@

source: Review Requested
zh_hans: 待我 Review

source: Review requested: %@
zh_hans: 请求你 Review：%@

source: Review the details before creating the item.
zh_hans: 创建条目前请核对详情。

source: Roadmap
zh_hans: 路线图

source: Roadmap Options
zh_hans: 路线图选项

source: Save
zh_hans: 保存

source: Save and restart GitStride to apply service changes.
zh_hans: 保存并重启 GitStride 后，服务设置才会生效。

source: Save Current View…
zh_hans: 保存当前视图…

source: Save the connection to Keychain to continue.
zh_hans: 将连接保存到钥匙串以继续。

source: Save Work View
zh_hans: 保存工作视图

source: Saved Views
zh_hans: 已保存的视图

source: Saves filters, layout, sorting, and visible fields on this Mac. Search text is temporary. GitHub views are unchanged.
zh_hans: 在此 Mac 上保存筛选、布局、排序和可见字段。搜索文本不会保存，GitHub 视图不受影响。

source: Saving connection…
zh_hans: 正在保存连接…

source: Saving field
zh_hans: 正在保存属性

source: Saving…
zh_hans: 正在保存…

source: Search
zh_hans: 搜索

source: Search commands, projects, and loaded items
zh_hans: 搜索命令、项目和已加载条目

source: Search commands, projects, or items already loaded on this Mac.
zh_hans: 搜索命令、项目或此 Mac 上已加载的条目。

source: Search Couldn't Complete
zh_hans: 无法完成搜索

source: Search GitHub issues across repositories. You can use qualifiers such as repo:owner/name.
zh_hans: 跨仓库搜索 GitHub Issue。可使用 repo:owner/name 等限定条件。

source: Search GitHub users
zh_hans: 搜索 GitHub 用户

source: Search GitHub Users
zh_hans: 搜索 GitHub 用户

source: Search in a Repository
zh_hans: 在仓库中搜索

source: Search issues
zh_hans: 搜索 Issue

source: Search items, #number, or @assignee
zh_hans: 搜索条目、#编号或 @负责人

source: Search open issues and pull requests in this repository.
zh_hans: 搜索此仓库中未关闭的 Issue 和 PR。

source: Search options
zh_hans: 搜索选项

source: Search project items
zh_hans: 搜索项目条目

source: Search repository labels
zh_hans: 搜索仓库标签

source: Search scope
zh_hans: 搜索范围

source: Search statuses
zh_hans: 搜索状态

source: Search syntax
zh_hans: 搜索语法

source: Search Syntax
zh_hans: 搜索语法

source: Search title, #number, or @assignee
zh_hans: 搜索标题、#编号或 @负责人

source: Search: %@
zh_hans: 搜索：%@

source: Searching GitHub users
zh_hans: 正在搜索 GitHub 用户

source: Searching…
zh_hans: 正在搜索…

source: Select a project to view its items
zh_hans: 选择项目以查看条目

source: Select a repository
zh_hans: 选择仓库

source: Select an owner
zh_hans: 选择所有者

source: Select Items
zh_hans: 选择条目

source: Select Multiple Items
zh_hans: 选择多个条目

source: Select owner
zh_hans: 选择所有者

source: Select owner, current owner %@
zh_hans: 选择所有者，当前为%@

source: Select project
zh_hans: 选择项目

source: Select Project
zh_hans: 选择项目

source: Select project, current project %@
zh_hans: 选择项目，当前为%@

source: Selected
zh_hans: 已选择

source: Separate usernames with commas. Use @me for yourself.
zh_hans: 用英文逗号分隔用户名，使用 @me 表示自己。

source: Service
zh_hans: 服务

source: Service address
zh_hans: 服务地址

source: Service changes saved. Restart GitStride to apply them.
zh_hans: 服务设置已保存，重启 GitStride 后生效。

source: Set date…
zh_hans: 设置日期…

source: Set Up Automation
zh_hans: 设置自动化

source: Set Up Automation…
zh_hans: 设置自动化…

source: Set Up Later
zh_hans: 稍后设置

source: Set Up Roadmap
zh_hans: 设置路线图

source: Settings…
zh_hans: 设置…

source: Shortcut outside the command palette
zh_hans: 无需打开命令面板时使用的快捷键

source: Shortcuts
zh_hans: 快捷键

source: Shortcuts apply to the active window. While editing text, typing and arrow keys stay in the editor.
zh_hans: 快捷键作用于当前窗口。编辑文本时，输入和方向键操作由编辑器处理。

source: Show
zh_hans: 显示

source: Show All Columns
zh_hans: 显示所有列

source: Show Command Palette…
zh_hans: 显示命令面板…

source: Show Details
zh_hans: 显示详情

source: Show Fields
zh_hans: 显示字段

source: Show Full Form
zh_hans: 显示完整表单

source: Show Inspector
zh_hans: 显示检查器

source: Show item details
zh_hans: 显示条目详情

source: Show or hide inspector
zh_hans: 显示或隐藏检查器

source: Showing cached data because GitHub owners could not refresh: %@
zh_hans: 无法刷新 GitHub 所有者列表，正在显示缓存数据：%@

source: Showing cached data because the project list could not refresh: %@
zh_hans: 无法刷新项目列表，正在显示缓存数据：%@

source: Showing cached data. %@
zh_hans: 正在显示缓存数据。%@

source: Shows details
zh_hans: 显示详情

source: Shows item details
zh_hans: 显示条目详情

source: Snooze 1 Hour
zh_hans: 1 小时后提醒

source: Sort By
zh_hans: 排序方式

source: Stale
zh_hans: 长期未更新

source: Start by connecting your GitHub account, then choose a Project.
zh_hans: 先连接 GitHub 账户，再选择项目。

source: Start date
zh_hans: 开始日期

source: Start Date
zh_hans: 开始日期

source: Start time
zh_hans: 开始时间

source: Start with a title, then add any of these qualifiers:
zh_hans: 先输入标题，再添加以下任意限定条件：

source: Starts %@
zh_hans: 开始于 %@

source: Status
zh_hans: 状态

source: status %@
zh_hans: 状态 %@

source: Status %@
zh_hans: 状态：%@

source: Status field
zh_hans: 状态字段

source: Status Mapping
zh_hans: 状态映射

source: Status template
zh_hans: 状态模板

source: Status, required
zh_hans: 状态，必填

source: Status: %@
zh_hans: 状态：%@

source: Sub-issue
zh_hans: 子 Issue

source: Sub-issues %lld
zh_hans: 子 Issue %lld

# Sub-issues %lld/%lld
source: Sub-issues %1$lld/%2$lld
zh_hans: 子 Issue %lld/%lld

source: Submit Item
zh_hans: 提交条目

source: Support GitStride
zh_hans: 支持 GitStride

source: Support purchase is currently unavailable.
zh_hans: 暂时无法购买支持项目。

source: Switch Project
zh_hans: 切换项目

source: Switch to Board View
zh_hans: 切换到看板视图

source: Switch to Roadmap View
zh_hans: 切换到路线图视图

source: Switch to Table View
zh_hans: 切换到表格视图

source: Switch View
zh_hans: 切换视图

source: Syncing with GitHub…
zh_hans: 正在与 GitHub 同步…

source: Syntax Help
zh_hans: 语法帮助

source: Table
zh_hans: 表格

source: Target %@
zh_hans: 目标日期 %@

source: Target date
zh_hans: 目标日期

source: Target Date
zh_hans: 目标日期

source: Thank you for supporting GitStride!
zh_hans: 感谢支持 GitStride！

source: The Application Support directory is unavailable.
zh_hans: Application Support 目录不可用。

source: The authenticated GitHub user is missing.
zh_hans: 缺少已授权的 GitHub 用户信息。

source: The automation service returned an invalid response.
zh_hans: 自动化服务返回了无效响应。

source: The context changed. Reopen the command palette.
zh_hans: 操作上下文已改变，请重新打开命令面板。

source: The GitHub account changed. Reconnect in Settings before continuing.
zh_hans: GitHub 账户已更改。请在设置中重新连接后继续。

source: The issue and its Project fields were saved. Retry to refresh the project.
zh_hans: Issue 及其项目字段已保存。请重试以刷新项目。

source: The issue at %@ was added. Retry to finish its Project fields.
zh_hans: 位于 %@ 的 Issue 已添加。请重试以完成项目字段设置。

source: The issue was created at %@. Retry to add it to the original project.
zh_hans: Issue 已创建：%@。请重试以将其添加到原项目。

source: The issue was not created. %@
zh_hans: Issue 未创建。%@

source: The login code expired. Start GitHub login again.
zh_hans: 登录代码已过期。请重新登录 GitHub。

source: The project cache was created by an unsupported version of GitStride.
zh_hans: 项目缓存由不受支持的 GitStride 版本创建。

source: The project list could not refresh: %@
zh_hans: 无法刷新项目列表：%@

source: The project must have exactly one date field named %@. Rename duplicate fields or change the conflicting field type on GitHub.
zh_hans: 项目中必须有且仅有一个名为 %@ 的日期字段。请在 GitHub 上重命名重复字段，或调整冲突字段的类型。

source: The saved automation connection is no longer valid. Connect again.
zh_hans: 保存的自动化连接已失效，请重新连接。

source: The saved connection could not be loaded.
zh_hans: 无法加载已保存的连接。

source: The schedule changed while you were editing. Review the dates and try again.
zh_hans: 编辑期间排期已发生变化，请核对日期后重试。

source: The schedule update did not finish. Confirmed changes were kept; refresh to check the current dates. %@
zh_hans: 排期更新未完成。已确认的修改已保留，请刷新核对当前日期。%@

source: The target date must not be earlier than the start date.
zh_hans: 目标日期不能早于开始日期。

source: This connection does not have permission for this operation. Check GitHub access in Settings.
zh_hans: 此连接没有执行该操作的权限。请在设置中检查 GitHub 访问权限。

source: This connection needs GitHub Projects access. Open GitHub settings in GitStride to reconnect.
zh_hans: 此连接需要 GitHub Projects 访问权限。请在 GitStride 的 GitHub 设置中重新连接。

source: This GitHub account already has an automation connection.
zh_hans: 此 GitHub 账户已有自动化连接。

source: This GitHub account already has automation set up.
zh_hans: 此 GitHub 账户已设置自动化。

source: This item does not have a description.
zh_hans: 此条目没有描述。

source: This item has no link.
zh_hans: 此条目没有可复制的链接。

source: This item is no longer available.
zh_hans: 此条目已不可用。

source: This item is read-only.
zh_hans: 此条目为只读。

source: This item is still syncing.
zh_hans: 此条目仍在同步。

source: This item is unavailable or no longer accessible.
zh_hans: 此条目不可用，或已无权访问。

source: This Project has no recognizable Done status.
zh_hans: 此项目没有可识别的 Done 状态。

source: This project has no status field.
zh_hans: 此项目没有状态字段。

source: This project is no longer available.
zh_hans: 此项目已不可用。

source: This project is no longer available. Select it again to link a repository.
zh_hans: 此项目已不可用。请重新选择后再关联仓库。

source: This project is read-only.
zh_hans: 此项目为只读。

source: This setup session expired. Start again to continue.
zh_hans: 此设置会话已过期。请重新开始。

source: Timeline Zoom
zh_hans: 时间轴缩放

source: Title
zh_hans: 标题

source: Title and qualifiers
zh_hans: 标题与限定条件

source: Title Column Width
zh_hans: 标题列宽度

source: Title, required
zh_hans: 标题，必填

source: to
zh_hans: 至

source: Today
zh_hans: 今天

source: Toggle Inspector
zh_hans: 切换检查器

source: Toggles selection
zh_hans: 切换选择状态

source: Try Again
zh_hans: 重试

source: Try removing filters or changing your search.
zh_hans: 请尝试移除筛选条件或更改搜索内容。

source: Type
zh_hans: 类型

source: Type > into the empty search field when a project is editable. Shortcuts are shown for reference and can’t be edited here.
zh_hans: 项目可编辑时，可在空白搜索框中输入 > 来添加条目。此处仅展示快捷键，无法编辑。

source: Type a label, then press comma or Return. Missing labels will be created in the repository when you submit.
zh_hans: 输入标签后按英文逗号或回车键。提交时会在仓库中创建缺少的标签。

source: Type the project name to confirm
zh_hans: 输入项目名称以确认

source: Type: %@
zh_hans: 类型：%@

source: Unassigned
zh_hans: 未分配

source: Unassigned from you: %@
zh_hans: 已取消分配给你：%@

source: Unassigned…
zh_hans: 未指派…

source: Unavailable
zh_hans: 不可用

source: Unavailable in the current context.
zh_hans: 当前上下文中不可用。

source: Unavailable item
zh_hans: 不可用的条目

source: Unavailable project option: %@.
zh_hans: 项目选项不可用：%@。

source: Unblocked: %@
zh_hans: 已解除阻塞：%@

source: Unfinished
zh_hans: 未完成

source: Unscheduled
zh_hans: 未排期

source: Update Saved Filters
zh_hans: 更新已保存的筛选

source: Updated
zh_hans: 更新时间

source: Updated %@
zh_hans: 更新于%@

source: Updates
zh_hans: 更新

source: Urgent
zh_hans: 紧急

source: Use GitHub CLI
zh_hans: 使用 GitHub CLI

source: Use owner/repository, for example octocat/hello-world.
zh_hans: 请使用 owner/repository 格式，例如 octocat/hello-world。

source: Use the status and priority names from your project. For names with spaces, select the value in the full form instead.
zh_hans: 请使用项目中的状态和优先级名称。名称中有空格时，请在完整表单中选择。

source: Use this Project’s status names across your personal Projects. All repositories accessible to the GitHub App are included.
zh_hans: 将此项目的状态名称应用于你的个人项目，范围包含 GitHub App 可访问的所有仓库。

source: Uses your existing github.com login from GitHub CLI. Install GitHub CLI and sign in with gh auth login.
zh_hans: 使用 GitHub CLI 中已有的 github.com 登录。请先安装 GitHub CLI 并运行 gh auth login 登录。

source: Verifying GitHub account…
zh_hans: 正在验证 GitHub 账户…

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）

source: View name
zh_hans: 视图名称

source: Waiting for authorization…
zh_hans: 正在等待授权…

source: Welcome to GitStride
zh_hans: 欢迎使用 GitStride

source: Welcome to GitStride…
zh_hans: 欢迎使用 GitStride…

source: When a pull request is ready
zh_hans: PR 准备就绪时

source: Working
zh_hans: 处理中

source: Workspace
zh_hans: 工作区

source: Year
zh_hans: 年

source: Your GitHub account cannot update the selected Project.
zh_hans: 你的 GitHub 账户无法更新所选项目。
